[
  {
    "id": "16",
    "location": "Peru",
    "img": "https://q-xx.bstatic.com/xdata/images/hotel/840x460/26232445.jpg?k=4842c32d15d063e57d4c3539b17aed064d225486051eb6f3a6f5ad4848fa250c&o=",
    "price": 400,
     "rooms":"1",
    "description": "Linked by a suspension bridge to the resort’s quarter-mile 103ft-high canopy walk (of which you’ll get a spectacular night-time tour),  you’re pretty much sleeping with the wildlife in this cabin boasting a traditional “Ese-Eja design of palm thatched roof and wooden floors”. You even get walkie talkies in order to call the Canopy Butler.",
    "vedio":"https://www.youtube.com/watch?v=CPa7URu7mt0"
  },
 {
    "id": "17",
    "location": "China",
    "img": "https://images.adsttc.com/media/images/600e/de12/63c0/17c3/2a00/0026/large_jpg/5-%E6%A0%91%E5%B1%8B%E5%A4%96%E8%A7%82-2%EF%BC%8Cappearance_of_Tree_House-2_%C2%A9%E5%88%98%E6%99%93%E4%BF%90.jpg?1611587082",
    "price": 96,
     "rooms":"4",
    "description": "Height off the ground: Varies  Why stay? Built into old tamarind trees near a “new 5,000 acre Buddhist and ecological theme park complete with temples, pagodas, (and) botanical gardens”,   these perfect-for-groups   treehouses offer beach access, views of the South China Sea, and can sleep up to 20 guests over three levels.",
    "vedio":"https://www.youtube.com/watch?v=CPa7URu7mt0"
  },
 {
    "id": "18",
    "location": "Chile",
    "img": "https://treehousemap.com/wp-content/uploads/2014/11/Treehouse-hotel-in-Chile-Nothofagus-Hotel-Spa-treehouse-100.jpg",
    "price": 55,
     "rooms":"6 (including Dragonfly, The Blue Cone, and The UFO)",
    "description": "Height off the ground: One building rather than individual cabins, it reaches seven stories    Why stay? Floor-to-ceiling windows and private balconies offer views of both the Patagonian Andes and Mocho Choshuenco Volcano.  There’s also rainforest showers, two restaurants, and a full pool and spa below. Take a closer look here.",
    "vedio":"https://www.youtube.com/watch?v=CPa7URu7mt0"
  },
{
    "id": "19",
    "location": "Thailand",
    "img": "https://d1jqyzxlehme6l.cloudfront.net/uploads/images/dir8353/dir417/dir20/dir1/1_1.php",
    "price": 125,
     "rooms":"12 (including one with no walls or ceiling called the “View with a Room”)",
    "description": "Height off the ground: Up to 23ft in the air Why stay? Opened in 2012 and inspired by Thoreau’s Walden Pond, this elevated oasis in the heart of the big city admits it’s “not for everyone” and,  in addition to sleek treetop rooms and gratis cell phones, rents a floating double-bed called the River Nest. Seriously, it’s just a bed on the water",
    "vedio":"https://www.youtube.com/watch?v=CPa7URu7mt0"
  },
{
    "id": "10",
    "location": "Brazil",
    "img": "https://imagesvc.meredithcorp.io/v3/mm/image?url=https%3A%2F%2Fstatic.onecms.io%2Fwp-content%2Fuploads%2Fsites%2F28%2F2013%2F04%2F201304-w-coolest-treehouse-hotels-tsala-treetop-lodge-2000.jpg",
    "price": 476,
     "rooms":" 268 treetop rooms, suites, and houses connected by over 5mi of 30ft-high wooden catwalks",
    "description": "Height off the ground: Almost everything sits at canopy level (35ft), although their highest cabin, the Tarzan House, is nestled 72ft up a living Mahogany tree  Why stay? Billed as the “largest treetop hotel in the world”, rooms like The Jacques Cousteau and Discovery boast private balconies and stunning views of both the jungle and Negro River. There’s even a treetop swimming pool. ",
    "vedio":"https://www.youtube.com/watch?v=CPa7URu7mt0"
  },
  {
    "id": "11",
    "location": "Sweden",
    "img": "https://i.pinimg.com/originals/e4/a8/30/e4a830c5f1f5498f916ea75bb282eb2d.jpg",
    "price": 550,
     "rooms":"Six (ncluding Dragonfly, The Blue Cone, and The UFO)",
    "description": "Height off the ground: 13 to 20ft; some suspended, some on stilts Why stay? As much a showcase for Sweden’s top architects as it is a hotel, this enclave in a pine forest boasts modern,eccentric-designed treehouses that resemble the likes of bird nests, mirrored cubes, and UFOs.",
    "vedio":"https://www.youtube.com/watch?v=CPa7URu7mt0"
  },
 {
    "id": "12",
    "location": "Columbia",
    "img": "https://media.glampinghub.com/collections/luxury-tree-house-hotels-columbia-gorge-usa.jpg",
    "price": 155,
     "rooms":"3 (each with a hippy-dippy name, including Eve, Eryn, and Melody)",
    "description": "Height off the ground: The spheres are “suspended like pendants from a web of rope”, 10 to 15ft above the forest floor Why stay? ‘Cause you’ll be gently rocked to sleep in a floating cedar/ spruce orb dangling in an old-growth forest. Is that not enough?",
    "vedio":"https://www.youtube.com/watch?v=CPa7URu7mt0"
  },
{
    "id": "13",
    "location": "Australia",
    "img": "https://treehousebnb.com.au/wp-content/uploads/2019/08/silkyoak.jpg",
    "price": 195,
     "rooms":" 6 (including Trillium, The Upper Pond, and The Temple of the Blue Moon)",
    "description": "Height off the ground: A couple of stories at most, accessible by ladders or stairs   Why stay? The work of a “world-renowned treehouse builder”, this B&B just outside Seattle boasts rustic-but-modern cabins decorated with leather chairs,   cedar beds, and private balconies. The place also rocks a Summer concert series and serves as a tourable nature conservancy.",
    "vedio":"https://www.youtube.com/watch?v=CPa7URu7mt0"
  },
 {
    "id": "14",
    "location": "France",
    "img": "https://treehousemap.com/wp-content/uploads/2014/12/Treehotel-in-France-Lov%E2%80%99nid-treehouse.jpg",
    "price": 325,
     "rooms":"3",
    "description": "Height off the ground: Built on stilts among chestnut and oak trees, they aren’t as high as some of their suspended counterparts  Why stay? “Modeled after a traditional French chateaux”, these three elevated castle houses in SW France’s Dordogne    include a terraced hot tub and ground-level infinity pool.",
    "vedio":"https://www.youtube.com/watch?v=CPa7URu7mt0"
  },
{
    "id": "15",
    "location": "Costa Rica",
    "img": "https://lp-cms-production.imgix.net/features/2016/04/TH119_cs2.jpg?auto=format&fit=crop&sharp=10&vib=20&ixlib=react-8.6.4&w=850",
    "price": 50,
     "rooms":"8",
    "description": "Up to 90ft off the forest floor  Why stay? Not to be confused with George and Estelle’s “Del Boca Vista”, FB’s a sustainable treehouse community (AKA a commune of earthy young expats)   situated in the canopy of the Costa Rican rainforest on the Pacific Coast. They’re nice enough to let you join them in surfing, hiking, and zip-lining   between treehouses; you can also buy a lot and build your own.",
    "vedio":"https://www.youtube.com/watch?v=CPa7URu7mt0"
  }

 
]